Repository: mzagula/Pyth-Course-FlaskMicroblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Please log in to access this page
pl: Zaloguj się aby dostać się do aplikacji

source: [Microblog] Reset Your Password
pl: [Mikroblog] Uaktualnij swoje hasło

source: Username
pl: Użytkownik

source: Password
pl: Hasło

source: Remember Me
pl: Zapamiętaj mnie

source: Sign In
pl: Zaloguj

source: Repeat password
pl: Powtórz hasło

source: Register
pl: Zarejestruj się

source: Please use a different username.
pl: Użyj innego użytkownika

source: Please use a different email address.
pl: Użyj innego adresu email

source: About me
pl: O mnie

source: Submit
pl: Zatwierdź

source: Please use a different user!
pl: Użyj innego użytkownika!

source: Say something
pl: Powiedz coś

source: Request Password Reset
pl: Zresetuj hasło

source: Repeat Password
pl: Powtórz hasło

source: Request Password Request
pl: Zresetuj hasło

source: Your post is now live!
pl: Twój post jest teraz żywy!

source: Home
pl: Dom

source: Invalid username or password
pl: Niepoprawny użytkownik lub hasło

source: Congratulation! You are now a registered user.
pl: Gratulację! Jesteś teraz prawomocnym użytkownikiem

source: Your changes have been saved.
pl: Twoje zmiany zostały zapisane

source: Edit profile
pl: Zaktualizuj profil

source: User %(username)s not found
pl: Użytkownik %(username)s nieznaleziony

source: You cannot follow yourself
pl: Nie możesz podążać za sobą!

source: You are following {}
pl: Prześladujesz {}

source: User %(username)s not found.
pl: Użytkownik %(username)s nieznaleziony

source: You cannot unfollow yourself!
pl: Nie możesz siebie nieprześladować!

source: You are not following %(username)s.
pl: Nie prześladujesz %(username)s.

source: Explore
pl: Eksploruj

source: Check your email for the instructions to reset your password
pl: Sprawdź swoją skrzynkę pocztową z instrukcjami jak zaktualizować hasło

source: Reset Password
pl: Zaktualizuj hasło

source: Your password has been reset
pl: Twoje hasło zostało zaktualizowane

source: File not found
pl: Plik nie znaleziony

source: %(username)s said %(when)s
pl: %(username)s powiedział %(when)s
